esbenp.prettier-vscode
github.copilot
github.copilot-chat
humao.rest-client
leizongmin.node-module-intellisense
mechatroner.rainbow-csv
ms-azuretools.vscode-containers
ms-python.debugpy
ms-python.python
ms-python.vscode-pylance
ms-python.vscode-python-envs
ms-vscode-remote.remote-containers
mtxr.sqltools
mtxr.sqltools-driver-mysql
rangav.vscode-thunder-client
redhat.java
sonarsource.sonarlint-vscode
visualstudioexptteam.intellicode-api-usage-examples
visualstudioexptteam.vscodeintellicode
vscjava.vscode-gradle
vscjava.vscode-java-debug
vscjava.vscode-java-dependency
vscjava.vscode-java-pack
vscjava.vscode-java-test
vscjava.vscode-maven
